#post1 (article), author1
post1_title = 'Этот гул неспроста: как работает выжимной подшипник сцепления и почему он выходит из строя'
post1_text = '''
До сих пор можно встретить тех, кто убеждён, что автоматическая коробка передач может 
доставить больше неприятностей, чем ручная. На самом деле, это не совсем так, и среди 
ручных коробок тоже встречаются не самые удачные конструкции. А среди автоматов – 
удивительно живучие гидротрансформаторные коробки. Кроме того, сегодня с ручными коробками 
часто ставят двухмассовые маховики, которые имеют ограниченный ресурс и стоят, как небольшой 
ремонт старого автомата. Одним словом, с механикой тоже всегда найдётся, куда вложить деньги. 
Особенно если помнить про сцепление, в котором тоже есть чему развалиться. Например, выжимному подшипнику.

Два диска и подшипник  
Зачем вообще в сцеплении нужен подшипник, да ещё и выжимной? Ответ лежит на поверхности: 
для того, чтобы это сцепление выжимать. Вспомним, как оно работает.В составе сцепления 
есть два диска: ведущий (он же «корзина») и ведомый. Кожух ведущего диска крепится к маховику. 
Внутри него на первичном валу коробки передач установлен ведомый диск с фрикционными накладками 
с обеих сторон. Ведомый диск при включенном сцеплении плотно прижат к маховику нажимным диском 
корзины (то есть, ведущего диска) сцепления. Таким образом крутящий момент через ведущий и ведомые 
диски передаётся на вал коробки. Однако при переключении передач требуется разомкнуть передачу момента,
и для этого водитель выключает сцепление.
Выключение сцепления – это размыкание связки ведущего и ведомого дисков. Происходит оно следующим образом.
 Когда водитель нажимает на педаль сцепления, вилка передвигает выжимной подшипник по валу коробки 
 (либо тросиком, либо с помощью гидравлического привода). В целом, единственное отличие между 
 выжимными подшипниками и заключается в реализации их приводов. Самая примитивная схема 
 (сейчас уже устаревшая) – механическая, с тросовым приводом от педали сцепления. В этом случае тросик 
 тянет вилку, которая перемещает по валу подшипник. В более современных автомобилях привод обычно 
 гидравлический (в котором вилки сцепления нет вообще, зато есть гидравлическая муфта подшипника). 
 Этот тип заметно сложнее конструктивно, но ездить с ним проще: усилие на педали меньше, его легче 
 дозировать, а работает выжим плавнее, чем с тросовым приводом. 
'''

#post2 (article), author2
post2_title = 'Видеонаблюдение на транспорте – не роскошь, а необходимость'
post2_text = '''
Почему транспортные компании все чаще используют системы видеонаблюдения и как это влияет 
на безопасность поездок? Своим мнением на этот счет делится менеджер IT-проектов Елена Ситдикова, 
эксперт в сфере разработки программного обеспечения для безопасности пассажирского транспорта, 
лауреат Национальной бизнес-премии «Технологии и инновации - 2024» в номинации «Digital project manager года».
Оборудование транспортных средств системами видеонаблюдения – требование действующих положений 
Федерального закона «О транспортной безопасности». Их применение в общественном транспорте шире,
чем просто слежение за обстановкой. Установленные камеры внутри и снаружи автобусов, троллейбусов 
и вагонов метро способствуют профилактике правонарушений, помогают выявлять неисправности транспортных средств, 
а также позволяют контролировать действия водителей.
Уловив тренды рынка, разработчики активно предлагают различные системы, но компаниям нужно знать, 
на что опираться при их выборе.
Как работают системы видеонаблюдения
Сначала давайте разберемся, что представляют собой системы видеонаблюдения на транспорте. 
Это необходимо для более четкого понимания их функционирования, прежде чем покупать и устанавливать 
“под ключ”. Системы включают в себя аналоговые или цифровые видеокамеры, видеорегистраторы, диски 
для записи видеоархива, мониторы водителя, модули связи. Принцип работы видеонаблюдения любой 
конфигурации заключается в фиксации и передаче динамичного изображения на систему вывода информации 
(монитор, смартфон) или записывающее устройство.
Выглядит это следующим образом. В салоне транспортного средства и по периметру устанавливаются небольшие 
видеокамеры. Данные съемки передаются в систему. Они записываются на сервере и дополнительно сохраняются 
в архив. Просмотреть записи на сервере можно в любое время. Обычно их рассматривают при возникновении 
спорных вопросов или чрезвычайных ситуаций. Видео с камер наблюдения может сразу транслироваться на 
монитор водителя.
Видеорегистратор обрабатывает и записывает полученное от камер видео на диск. Далее, в зависимости 
от установленного модуля связи и способа передачи, видео используется и хранится, возможно обрабатывается 
на сервере. В случае использования каналов сотовой связи видео можно транслировать онлайн в веб-интерфейс 
специальной программы или мобильного приложения для телефона. При возвращении транспортного средства 
в парк видео может скачиваться с помощью Wi-Fi или непосредственно с устройств, например, через соединение USB.
Когда у руководства транспортной компании есть понимание, как работают системы видеонаблюдения, 
оно может лично отследить, что происходит на его транспорте, из любой точки земного шара.
'''

#post3 (news), author2
post3_title = 'Личный зачет и кубок конструкторов после Гран при Мексики'
post3_text = '''
Гран При Мексики, 20-й этап сезона Формулы 1 2024 года, позади. AUTOSPORT.com.ru предлагает 
взглянуть на положение в обоих зачётах чемпионата мира.
КЛЮЧЕВЫЕ ИЗМЕНЕНИЯ:
•	Ландо Норрис сократил отставание Макса Ферстапена с 57 до 47 очков;
•	Ferrari вышла на второе место в Кубке конструкторов, опередив Red Bull Racing. 
    До McLaren остаётся 29 очков;
•	Карлос Сайнс после победы приблизился на 11 очков к Оскару Пиастри в борьбе за четвертое 
место в личном зачёте.
'''


